{
  "topics": [
    "Is life fair?",
    "What does \"fair trade\" mean to you?",
    "Buy (purchase Fairtrade products), act (community involvement), share (share Fairtrade Canada's promotions). Which of these three Fair Trade actions suit you the best?",
    "Which Fairtrade goal are you most passionate about? (show image from \"Fairtrade: A sustainable choice\" pdf)",
    "If you could trade lives with me (a stranger), would you?",
    "Share a time you've been \"fair\".",
    "Share a time you've been \"unfair\".",
    "Share a time you've been treated \"fairly\".",
    "Share a time you've been treated \"unfairly\".",
    "Reduce, reuse, recycle. What personal 3 R's experience are you most proud of and why?",
    "First word that pops into your head when you hear \"fair\".",
    "First word that pops into your head when you hear \"sustainable\".",
    "If you could only grow 1 plant in your personal garden for the rest of your life, which would it be?",
    "Is there a specific item of clothing that you've worn for years?",
    "Look at the first item to your left. How old is it, and how long could it last with good care?",
    "Do you have any special skills or hobbies that could help you live sustainably? E.g. sustainable fishing, gardening, appliance fixing/maintenance, sewing). If not, which one would you be most interested in learning?",
    "Do you have any useful tools or skills passed down from your parents/guardians/mentors?",
    "If you could learn a life skill from any animal or plant, what would it be?",
    "Is there a specific item of clothing that you've worn for years?",
    "Look at the first item to your left. How old is it, and how long could it last with good care?",
    "Do you have any special skills or hobbies that could help you live sustainably? E.g. sustainable fishing, gardening, appliance fixing/maintenance, sewing). If not, which one would you be most interested in learning?",
    "Do you have any useful tools or skills passed down from your parents/guardians/mentors?",
    "If you could learn a life skill from any animal or plant, what would it be?",
    "Do you have a favourite Fairtrade company or program?",
    "You are in charge of planning a casual party. What kind of Fairtrade or sustainability principles would you consider and how?",
    "Imagine you are creating your dream company in your dream industry. How would you make it sustainable or fair trade?",
    "Have you ever encountered a \"bad actor\" company that was just pretending to be Fairtrade?",
    "What's your favourite hand-me-down, thrifted item, or repurposed gift?"
  ]
}
